[
  {
    "idx": 13,
    "text": "Stateless as wind, 2015_2025",
    "style": "Normal"
  },
  {
    "idx": 14,
    "text": "Autobiographical Documentary by Samereh Rezaei/ Jala Film",
    "style": "Normal"
  },
  {
    "idx": 18,
    "text": "Original title: بی سرزمین مثل باد",
    "style": "Normal"
  },
  {
    "idx": 19,
    "text": "Title: Stateless as wind",
    "style": "Normal"
  },
  {
    "idx": 20,
    "text": "Autobiography Documentary",
    "style": "Normal"
  },
  {
    "idx": 21,
    "text": "Director / Writer / Producer:  Samereh Rezaei",
    "style": "Normal"
  },
  {
    "idx": 22,
    "text": "Production Company:",
    "style": "Normal"
  },
  {
    "idx": 23,
    "text": "Jala film production (France, Iran)",
    "style": "Normal"
  },
  {
    "idx": 24,
    "text": "SIRET: 989 035 530 00017",
    "style": "Normal"
  },
  {
    "idx": 26,
    "text": "Cinematographers: Mehdi Azadi,  Mohamadreza Jahanpanah, Samereh Rezaei",
    "style": "Normal"
  },
  {
    "idx": 27,
    "text": "Editor: Hamid Najafi rad",
    "style": "Normal"
  },
  {
    "idx": 28,
    "text": "Sound Recordist: Hassan Shabankareh",
    "style": "Normal"
  },
  {
    "idx": 29,
    "text": "General information:",
    "style": "Normal"
  },
  {
    "idx": 30,
    "text": "Duration: 90-100 minutes",
    "style": "Normal"
  },
  {
    "idx": 31,
    "text": "Shooting Language: Persian",
    "style": "Normal"
  },
  {
    "idx": 32,
    "text": "Production Countries: Iran, Afghanistan, France",
    "style": "Normal"
  },
  {
    "idx": 33,
    "text": "Production Period: 2015-2025",
    "style": "Normal"
  },
  {
    "idx": 34,
    "text": "Genre: Creative Documentary / Autobiographical",
    "style": "Normal"
  },
  {
    "idx": 35,
    "text": "Filming Locations: Iran, Afghanistan, France",
    "style": "Normal"
  },
  {
    "idx": 36,
    "text": "Status: 90% Production completed – Final shooting & post-production planned for 2026",
    "style": "Normal"
  },
  {
    "idx": 37,
    "text": "Estimated Budget: €578,673",
    "style": "Normal"
  },
  {
    "idx": 38,
    "text": "Contact:",
    "style": "Normal"
  },
  {
    "idx": 39,
    "text": "samereh@jalafilm.fr",
    "style": "Normal"
  },
  {
    "idx": 40,
    "text": "+33 7 66 63 76 50",
    "style": "Normal"
  },
  {
    "idx": 42,
    "text": "Logline",
    "style": "Normal"
  },
  {
    "idx": 44,
    "text": "Born in Iran after her family fled Soviet-occupied Afghanistan, Samereh has lived thirty years stateless. In search of her lost identity, she embarks on a ten-year journey — from the failures of Iran to the fall of Kabul and exile in Europe — a deeply personal journey reflecting the wounds of three generations searching for a lost home.",
    "style": "Normal"
  },
  {
    "idx": 46,
    "text": "Synopsis",
    "style": "No Spacing"
  },
  {
    "idx": 48,
    "text": "“Stateless as Wind” is a journey both personal and collective; the story of an Afghan woman born in Iran who, caught between two lost homelands, remains perpetually in search of an imaginary home. This film was made over ten years and follows Samereh's life path from age thirty to forty. The film begins with dreamlike images: a homeless woman running through desert and mountains, the sound of a mother's lullaby and a child blending together, and the contemporary movements of a woman's body. These are tangled, incomprehensible images that evoke nightmares.",
    "style": "Normal"
  },
  {
    "idx": 49,
    "text": "2015, the first blow: Samereh, despite having a visa, is turned back at the Iraqi border solely because of her Afghan passport. This moment marks the beginning of a path filled with failure and questions of identity. Born in Iran and having lived thirty years without documentation, she decides in front of the camera to begin an exploratory journey. To complete her master's thesis, she moves to a Tehran University dormitory. There, in intimate gatherings with Afghan friends, she discusses being a woman, discrimination, and their uncertain future. Her thesis defense is successfully completed. Her teenage brother who wanted to illegally travel to Europe is immediately arrested at the Iran border and deported, and Samereh collapses when rejected by her Iranian lover solely for \"being Afghan.\"",
    "style": "Normal"
  },
  {
    "idx": 50,
    "text": "With renewed hope, she travels to Kabul. Her first landing in the homeland is a moment filled with passion and pride; festivals, awards, and the first experience of \"feeling like home.\" Her film wins an award at a festival, but after a while she faces the hidden realities of Kabul; ethnic and gender discrimination, patriarchal atmosphere, and harsh bureaucracy for obtaining identification and passport create a bitter experience. Men harass her and she faces threats and insecurity. She is rejected by society because of her appearance and accent. Her sister Mehri has a difficult life there and after years is still a stranger there. Professional cinema doesn't exist and people's view of a lone female artist is negative. Eventually, disappointed, she returns to Iran.",
    "style": "Normal"
  },
  {
    "idx": 51,
    "text": "In Tehran, she fights again: she is rejected in cinema. She works in theater with Afghan students, writes a play about illegal immigration based on her brother's experience, and finally after 2 years stands on the stage of \"City Theater.\" Twenty nights of performance, audience acclaim, but no real change occurs in her life. Hope and disappointment on both sides of the border push her deeper into a dead end.",
    "style": "Normal"
  },
  {
    "idx": 52,
    "text": "2020, Corona stops everything: stillness, dancing in solitude, mother's illness. The past of war and family migration comes alive and generational gaps become more apparent. Samereh tries one last time to stay in Iran, but immigration police pressure, endless discrimination, and rejection of her applications bring her to a point of no return. She decides to go to Afghanistan and somehow build her life there like Mehri. But the sudden fall of Kabul and the Taliban's return destroys everything. The airport full of corpses, the displacement of millions of people,  and her sister \"Mehri's\" return with a suitcase of failure bring her to collapse. She participates in women's protests against the Taliban in Tehran. Her phone is confiscated and she is again caught up in security investigations. Fear, anger, and collective collapses all add to her personal wounds. Mehri seeks asylum in Germany and their mother breaks down. Hope is cut off from both homelands and the only remaining path is exile again.",
    "style": "Normal"
  },
  {
    "idx": 53,
    "text": "Under security police pressure, she finally gets a French visa. Bitter farewells begin: Tehran's memory-laden streets, friends, her last look at City Theater, and the very difficult separation from her mother's embrace. Her mad dances in the mountains and streets are her last romantic conversation with a city she always loved but was ruthlessly expelled from.",
    "style": "Normal"
  },
  {
    "idx": 54,
    "text": "But exile in France is not the end of pain either. A new world,  foreign language. In the isolation of the refugee camp, nightmares begin at night. Her mother's migration traumas return to her and memories of displacement and childhood war come alive. But she is still searching for \"home\" amid dreams and nightmares and dance; a home that may never have existed and never will.",
    "style": "Normal"
  },
  {
    "idx": 55,
    "text": "“Stateless as Wind” is not just the story of one woman, but the portrait of three generations that between Iran and Afghanistan, between hope and failure, between love and exile, have always remained wandering in search of \"home.\"",
    "style": "Normal"
  },
  {
    "idx": 59,
    "text": "Artistic Approach",
    "style": "Normal"
  },
  {
    "idx": 61,
    "text": "This film is a self-portrait and a combination of observational, performative and reflexive modes. Most film scenes are \"observational.\" The filmmaker who is herself the main character went in front of the camera so situations and events could be filmed naturally. Through the filmmaker's presence in front of the camera and years of filming, other characters also felt comfortable and forgot the camera's presence, creating very real and pure moments that take the audience inside an Afghan family. Her surroundings \"mother,\" \"Akbar\" (older brother with freelance work) and \"Asghar\" metal musician, \"Pari\" (older sister and housewife), \"Mehri\" (older sister working in Afghanistan), Mehdi (younger brother and student), \"Yasna\" and \"Delsa\" Akbar's little daughters and \"Alireza,\" Pari's son, are very important secondary characters addressed throughout the film in relation to Samereh's story. In this large family where different personalities with different moods and ages, each represents a layer of refugee society in Afghanistan, and within one family we observe the entire refugee society. Through choosing these characters and focusing more on female characters, issues of three generations of Afghan refugee women in Iran are discovered and observed: mother from the old generation, Samereh from the middle generation, and little girls Yasna and Delsa from the newer generation. In this film that tells the story of Samereh and her family's life from the Soviet war to the time of Afghanistan's second occupation by the Taliban, a small history is told within a big History. For the audience's sense of closeness and intimacy with Samereh and characters, most images were filmed with handheld camera. Given that Samereh works in theater and dance, these symbols are used for visual expression of her emotions. She shows her sufferings and inner feelings with her body in different parts of the film. For example, in the farewell section from Iran, she goes to an elevated space overlooking Tehran and dances. As if saying goodbye to the city. Tehran, a city she loves but has always been expelled from, and she shows this with her body. Dance repeats like a motif in different parts of the film. After every external conflict, Samereh returns to her inner world and body. Her silence also guides the viewer to silence and contemplation. In addition, body and dance also become a symbol of protest. In Iran, Samereh is forbidden not only for being a migrant but also for being a woman. Overall, women's bodies and dance are forbidden. Samereh who is forbidden in Iran from two aspects, yet in the same Tehran dances with the forbidden element (her female body) and proves her existence as a woman and refugee through dance.",
    "style": "Normal"
  },
  {
    "idx": 62,
    "text": "The film's aesthetic approach using contemporary dance as a visual metaphor for identity in motion is innovative. Dance scenes that repeat throughout the film act as emotional bridges between different chapters of Samereh's life. This hybrid language that combines observation, performance and reflection simultaneously explores personal and political dimensions of migration experience.",
    "style": "Normal"
  },
  {
    "idx": 63,
    "text": "In this film, acting also becomes a symbol of \"identity.\" She searches for herself through method acting and mask work. Acting becomes her way of understanding who she is. In several scenes throughout the film, we see her doing mask work, which becomes a metaphor for her search for identity and her sense of being lost.",
    "style": "Normal"
  },
  {
    "idx": 64,
    "text": "Other visual symbols used include \"planting\" and \"gardening.\" In both Iran and France,  Samereh plants. Through constant planting and caring for plants, she creates the homeland she has created in her mind. Through the tree roots she plants, she strengthens her own roots in soil far from prejudiced humans who hurt her because of her race. Another visual symbol is the mirror. Given that we have visual material from acting exercises in the film, in many scenes Samereh is placed opposite her image in the mirror. These double images in train and car windows where Samereh's reflection falls on them also repeat and show the duality of identity and a fading and lost personality from her. Winding metro tunnels, train rails, Samereh's perspective from train and airplane, cars and buses in motion in Iran and Europe are other recurring themes in the film that express Samereh's multiple movements and wandering.",
    "style": "Normal"
  },
  {
    "idx": 65,
    "text": "\"Dream and nightmare\" is one of the important dramatic elements in this film. The film begins with a mental and disturbed space from Samereh. Vague and ambiguous images from her and her mother's nightmares. At the film's beginning they are only hinted at but expand and develop throughout the film. In the film's middle we see mother's nightmares that awakened after Taliban's arrival. She searches for her children in dreams in mountains and deserts. Earlier in the film she had told how after the Soviet war they had come to Iran through land border and smuggling and hidden in mountains. After Taliban's arrival her traumas awaken and nightmares repeat. Later, Samereh's nightmares begin during exile period. Nightmare of moving among crowds of objects. Displacement and homelessness. War nightmare. These nightmares that are reconstructed are the connecting link between mother and Samereh and their present and past at the film's beginning and end. They show the disturbed interior of humans in exile. Traumas that transfer from generation to generation. These are Samereh's mental spaces that are imaged along with narration. Alongside these, visual symbols from nature are placed. For example, at the film's beginning we have an image of light reflection on water. Later in the film, we see sewage beside Samereh's house which was one of her childhood fears. Later we see images of water and light sparkle on Lyon River and Seine River in Paris where Samereh often stands alone beside water. She stares and even dances beside it.",
    "style": "Normal"
  },
  {
    "idx": 66,
    "text": "Narration and voice over reflecting Samereh's inner thoughts are used in some parts of the film. Samereh's inner voice is reflected over images from mental space and nightmares and in some cases in dances.",
    "style": "Normal"
  },
  {
    "idx": 67,
    "text": "In this film, we have multiple locations and urban textures where places and locations also become one of the drama elements. Life in Samereh's marginalized neighborhood contrasts with Tehran city center and urban and cultural space that was her growth place and also in opposition to upper Tehran that she penetrated into their society through art and dance. Kabul-Afghanistan which while having traditional texture is still modern but still has major differences with Iran and a kind of masculine violence is hidden in it. Finally Lyon, Givors and Paris which have major differences from previous places. Samereh's life in France and especially Paris despite alienation and all its hardships, has special poetry and delicacy that with beautiful sky and vivid colors and brilliant light reflections on Seine River and all its artistic beauties, creates special visual beauty.",
    "style": "Normal"
  },
  {
    "idx": 68,
    "text": "Due to location changes, colors and lights definitely change in different film chapters. In Iran due to smoke and air pollution the sky is gray. Color and light are dark. Traffic and busy downtown streets have a dark and sad atmosphere and this creates semantic connection with life's subtext in Iran. In Afghanistan lights are flat and gray like Iran but through people's happy life, happy and diverse colors exist at city level. In France, everything changes. Clear blue sky full of scattered clouds, big and magnificent rivers and happy colors and Europe's green nature make the atmosphere different. Streets more beautiful than Tehran and Kabul where Samereh walks. Reflections of cars' and shops' colorful lights and light reflections on Seine River waters where Samereh walks and stares at them and dances with them create different visual atmospheres that receive special attention in color and light correction stage.",
    "style": "Normal"
  },
  {
    "idx": 69,
    "text": "In this film we have an eleven-year time passage. Seasons repeatedly change during these several years. Long shots of nature and tree leaves' color changes show season changes throughout the film. For example, we see Samereh several times on their balcony. Her p.o.v. shot of the neighboring grape tree dries several times. It turns green and yellow and evokes different time passages. In France too, season changes with nature's diverse colors from Samereh's viewpoint in Lyon camp and later in a big house facing garden in Paris are evoked.",
    "style": "Normal"
  },
  {
    "idx": 76,
    "text": "Visual material",
    "style": "Normal"
  },
  {
    "idx": 78,
    "text": "“Stateless as wind”  a  poetic  journey through exile,   womanhood,   and the wind of belonging.",
    "style": "Normal"
  },
  {
    "idx": 81,
    "text": "Iran, Tehran, trying to stay in my hometown, last-ditch pleas to convince the Islamic Republic of Iran Police",
    "style": "Normal"
  },
  {
    "idx": 84,
    "text": "“Yasna and Delsa” — my brother’s little girls, a third generation still foreign to the land they call home. Unaware of what awaits them, they dance — free, bright, and untouched by destiny.",
    "style": "Normal"
  },
  {
    "idx": 89,
    "text": "My mother — a woman who was separated from her home during the Soviet war forty years ago. After years of struggle, she now tries to preserve what is left of it… but what truly remains of home.",
    "style": "Normal"
  },
  {
    "idx": 92,
    "text": "Before leaving, she returns to her roots — to a house on the outskirts of Tehran where she was born, during the early months of her family’s exile.",
    "style": "Normal"
  },
  {
    "idx": 94,
    "text": "….. and the childhood she spent accompanying her mother while she worked in the turnip fields, on farms, and elsewhere — years that played a vital role in shaping her identity.",
    "style": "Normal"
  },
  {
    "idx": 98,
    "text": "Afghanistan —  the only corner of the world that was truly ours.  Now I stand helpless, watching it crumble, moment by moment…",
    "style": "Normal"
  },
  {
    "idx": 109,
    "text": "Tehran — the birthplace of Samareh, a city she loved deeply but that always pushed her away.",
    "style": "Normal"
  },
  {
    "idx": 117,
    "text": "The children who become victims of exile — they grow up amid the silence of broken goodbyes, learning too soon what it means for a family to fall apart.",
    "style": "Normal"
  },
  {
    "idx": 123,
    "text": "Women from different generations, gathered in a single frame — each a victim of exile.  Mother, who came to Iran forty years ago. Pari, who grew up on its soil.  Samereh, the second generation, born here. Yesna and Delsa, the third — children who have never known another land. And yet, they all carry the same mark of identity: foreign nationals.",
    "style": "Normal"
  },
  {
    "idx": 131,
    "text": "Lost and disoriented, I dance. I take refuge in the inner world, searching for myself.",
    "style": "Normal"
  },
  {
    "idx": 135,
    "text": "Living in a remote camp in the village of Givors, France — reliving her mother’s story of exile, and the nightmares that have taken root within her.",
    "style": "Normal"
  },
  {
    "idx": 137,
    "text": "In Paris, she dances freely — her performances a bodily protest against the burqa and the imprisonment of women in Afghanistan.",
    "style": "Normal"
  },
  {
    "idx": 139,
    "text": "Director's Notes",
    "style": "Normal"
  },
  {
    "idx": 141,
    "text": "Identity and the concept of \"self\" have always occupied my mind. My first encounter with identity's meaning was in childhood, on a temporary card: \"Special Identification Card for Afghan Refugees.\" From that time, when I was known in school as \"foreign nationals,\" the feeling of \"being other\" formed in me.",
    "style": "Normal"
  },
  {
    "idx": 142,
    "text": "This film is a look at my life and millions of people whose statelessness, discrimination and othering have deprived them of the most basic human rights — those who like my father and brothers, have lived their entire lives in limitation with a temporary card, without the right to education, travel or choice. For me, this situation is a modern tragedy; a silent war that continues not with bullets but with deprivation of \"existence\" and \"identity.\"",
    "style": "Normal"
  },
  {
    "idx": 143,
    "text": "But sometimes war has more hidden dimensions. I was not born during the Soviet war in Afghanistan, but I and generations after me who were born in Iran still pay the price of that war.",
    "style": "Normal"
  },
  {
    "idx": 144,
    "text": "War and migration are secondary themes of this film; but the main theme is \"identity.\" For years I have been an observer of my own life, my family and those around me as a second-class citizen in Iran. What is common among all of us is a kind of uncertainty and personality dissolution. We have been expelled from both societies, Iran and Afghanistan.",
    "style": "Normal"
  },
  {
    "idx": 145,
    "text": "But ten years ago, a feeling formed in me; that something inside me was lost and I had to find it. \"Identity\" for me, like many humans, never came from outside and through an official document — I had to find it within myself. Therefore, this film is an inner and philosophical journey for me; a journey to discover and search for belonging in exile.",
    "style": "Normal"
  },
  {
    "idx": 146,
    "text": "Another layer of this film is femininity. In the society where I grew up — Iran — women were inherently second-class citizens and always faced discrimination. But being a migrant woman made conditions harder: I was pushed to the margins even more as a \"third-class citizen.\" This discrimination also existed in my traditional Afghan family. My constant struggle at home and in society has shaped an important part of my current identity as a woman. My mother's character is a woman from the past generation who was herself a victim of patriarchy; and the contrast between her and me becomes apparent in the film. Despite our intellectual differences, one thing is common between us: the compulsion of migration. Mother is an icon of homeland for me; the sorrowful separation from her is actually losing homeland.",
    "style": "Normal"
  },
  {
    "idx": 147,
    "text": "To date, many films have been made about Afghan migrants in Iran, but most have had a superficial and exotic view of the subject. What distinguishes this film is my presence as a female filmmaker at the center of the narrative — I have observed my life and my family's life with my camera for more than ten years. My thirty-nine years of life as a woman who has always lived in migration is this film's backbone. For the first time, a film is narrated by within, from the point of view of  an  Afghan woman born in Iran.",
    "style": "Normal"
  },
  {
    "idx": 148,
    "text": "Through my presence, the camera finds its way into an Afghan family and with precise details portrays my siblings' lives — each having different viewpoints and situations. My family is a symbol of Afghanistan's broader society. In this film, three generations of refugees are seen with focus on women's experience: my mother who was exiled in youth; me and my brothers who were born in Iran; and my brother's young daughters who fill the empty place of my children. They too, after three generations, still only have a temporary refugee card — with one-year validity.",
    "style": "Normal"
  },
  {
    "idx": 149,
    "text": "While my father and brothers were once workers, we have passed through that stage with difficulty: we went to university and entered the intellectual world. My brother alongside being a worker played electric guitar and my sister advanced to doctoral level and despite all difficulties had a government job in Kabul. This stage of migrants' lives, with its specific challenges, has never been narrated until today.",
    "style": "Normal"
  },
  {
    "idx": 150,
    "text": "Another reason this film is important to me is its complete independence. This work was made without support from any government institution in Iran or Afghanistan and as a result, was formed without social and political censorship.",
    "style": "Normal"
  },
  {
    "idx": 151,
    "text": "During film production, major events occurred in both countries I feel I belong to. I witnessed Afghanistan's fall, precisely when I had decided with deep motivation to experience life there. For me, who have experienced loss many times, losing a country I wasn't very familiar with but had been attributed to for a lifetime was a devastating blow. The regret that I might never see Bamyan and Daikundi mountains — my father's birthplace —  came with me to Europe.",
    "style": "Normal"
  },
  {
    "idx": 152,
    "text": "I had not yet been freed from Afghanistan's sorrow when protests and bloody suppressions began in Iran. Despite all bitter memories of discrimination, part of my Iranian identity awakened. We have been expelled from both countries, but our unconscious is still drawn toward both. Our sorrow is double, because we carry the burden of grief from two wounded lands.",
    "style": "Normal"
  },
  {
    "idx": 153,
    "text": "This experience is unique and fateful. As a woman with Iranian-Afghan identity, my life and film are placed at a sensitive and transformative point. This is not just my story; but the echo of millions of expelled people's silent interior, people who were born \"refugees\" without wanting to be.",
    "style": "Normal"
  },
  {
    "idx": 154,
    "text": "Through this film I want to record a forty-year span of war and forced migration in history's heart. By narrating my life, this film becomes a valuable historical document about Afghans' situation in Iran, and also about contemporary questions around identity, migration and war.",
    "style": "Normal"
  },
  {
    "idx": 157,
    "text": "Producer’s Note",
    "style": "Normal"
  },
  {
    "idx": 158,
    "text": "This project has been filmed in six different stages, beginning in 2015 as a one-person endeavor.",
    "style": "Normal"
  },
  {
    "idx": 159,
    "text": "In 2016–17, during the Afghanistan shoot, the director was accompanied by a small crew consisting of a cinematographer, a sound recordist, a production manager, and a private driver.",
    "style": "Normal"
  },
  {
    "idx": 160,
    "text": "In 2018–19, additional filming took place with a reduced crew — again a cinematographer and a sound recordist — while many spontaneous moments were also captured through mobile footage whenever unexpected events occurred.",
    "style": "Normal"
  },
  {
    "idx": 161,
    "text": "During 2020–21, filming was conducted according to a prewritten script with a professional team of top cinematographer, sound designer, production manager, and assistants.",
    "style": "Normal"
  },
  {
    "idx": 162,
    "text": "In 2022, under difficult circumstances while living as a subject-director in a refugee camp, she collaborated with a cinematographer to document her situation. In several sensitive moments, additional mobile footage was also captured and will be used in the final film.",
    "style": "Normal"
  },
  {
    "idx": 163,
    "text": "In late 2022, the director moved to Paris, where she continued filming sporadically throughout 2023, documenting demonstrations and dance performances with the help of a cinematographer. During this period, she also began assembling the first rough edits of the project.",
    "style": "Normal"
  },
  {
    "idx": 164,
    "text": "In mid-2024, she traveled to Iran and worked for three months with an assistant editor. From over 180 hours of raw footage, they created a 26-hour edited selection to serve as the project’s core material for the final cut.",
    "style": "Normal"
  },
  {
    "idx": 165,
    "text": "According to the latest update, the total budget of the project is estimated at €578,673. Up to this stage, all financial expenses have been covered by JALA Film Company.",
    "style": "Normal"
  },
  {
    "idx": 166,
    "text": "A 4–5 month period is projected for post-production. Considering the additional shooting in Iran and France, the unpredictable rhythm of editing, and the time needed for festival fund applications, the project’s completion is expected by mid-2026.",
    "style": "Normal"
  },
  {
    "idx": 170,
    "text": "Finance Plan",
    "style": "Normal"
  },
  {
    "idx": 171,
    "text": "Following efforts made in 2022, the project was selected in the first round of the “IDFA Bertha Fund”. Although it did not advance to the second round, due to the strong interest of the selection committee, the project was exceptionally granted a “second opportunity” to reapply after reaching the “rough cut” stage. Therefore, the film will be resubmitted to the IDFA Bertha Fund once the rough cut is completed.",
    "style": "Normal"
  },
  {
    "idx": 172,
    "text": "In addition, the project has been submitted to pitching forums such as FIPADOC and CPH:DOX, and also to the Berlinale Talents program. Over the coming months, it will be sent to other festivals and post-production funds, including Sundance and other international platforms.",
    "style": "Normal"
  },
  {
    "idx": 173,
    "text": "In France, I am currently in preliminary discussions with Cine-Tévé,  and plan to apply for ACM (Aide aux Cinémas du Monde) and CNC support programs for both production and post-production phases.",
    "style": "Normal"
  },
  {
    "idx": 175,
    "text": "Outlook & Distribution",
    "style": "Normal"
  },
  {
    "idx": 176,
    "text": "“Stateless as Wind” is aimed at a global audience interested in human stories of exile, identity, and resilience. While rooted in the Afghan experience, the film transcends geography — it speaks to anyone who has ever questioned the meaning of belonging. The emotional intimacy of the story and its poetic visual language invite international viewers to connect beyond political or cultural borders.",
    "style": "Normal"
  },
  {
    "idx": 177,
    "text": "My primary goal is to present the film at major international festivals known for strong artistic documentary selections — such as CPH:DOX,  IDFA, Berlinale, Hot Docs, and Sheffield Doc/Fest — followed by festival circulation in Asia, Europe, and North America. The film’s universal themes of migration, womanhood, and the search for home make it suitable for both festival and theatrical audiences.",
    "style": "Normal"
  },
  {
    "idx": 178,
    "text": "After its festival life, the film will target television networks and streaming platforms that value artistic and socially engaged documentaries, such as ARTE, ZDF, BBC Storyville, or Al Jazeera Witness. In addition, outreach screenings will be organized in collaboration with universities, art spaces, and refugee support organizations across Europe and beyond.",
    "style": "Normal"
  },
  {
    "idx": 179,
    "text": "Ultimately, “Stateless as Wind” seeks to create empathy and dialogue, helping international audiences understand not only the struggle of Afghan refugees, but also the strength and creativity that emerge from displacement.",
    "style": "Normal"
  },
  {
    "idx": 183,
    "text": "Biography:",
    "style": "Normal"
  },
  {
    "idx": 184,
    "text": "Samereh Rezaei – Director, Writer, Producer",
    "style": "Normal"
  },
  {
    "idx": 186,
    "text": "Samereh Rezaei is an Afghan filmmaker, actress, and writer, born in Tehran, Iran, where she has always lived as a temporary refugee. She holds a Bachelor’s degree in Theatre (Acting) and a Master’s degree in Cinema Studies from the University of Tehran. For nearly two decades, she has been active in theatre, television, documentary cinema, and educational and social initiatives in and outside Iran, focusing on themes such as identity, migration, exile, and social inequality.",
    "style": "Normal"
  },
  {
    "idx": 187,
    "text": "She appeared as an actress in several Iranian television and theatre productions, also writing and directing plays of her own. After taking part in the 2009 Green Movement protests against the presidential election fraud, she was permanently banned from working in Iranian television. This led her to turn to documentary filmmaking as a way to portray the hidden realities of her own life and that of other marginalized Afghan refugees.",
    "style": "Normal"
  },
  {
    "idx": 188,
    "text": "Her documentaries explore the lived experiences of Afghan migrants, racial and gender discrimination, and life on the margins. Her current autobiographical feature documentary “Stateless as Wind” (in progress) offers an intergenerational portrait of her family from the Soviet invasion of Afghanistan to the Taliban’s return and her own exile in France—a project filmed over ten years across Iran, Afghanistan, and France.",
    "style": "Normal"
  },
  {
    "idx": 189,
    "text": "Her previous feature-length documentary, “I Am a Happy Actress” (2012–2015), despite years of censorship by Iranian authorities, won several international awards in Kabul, London, and Stockholm, and was screened at universities such as Sorbonne (Paris) and Kabul University. She also co-directed “AUROA” with Hossein Hosseini, a film about the forced migration of an Afghan “rabab” maker following the Taliban’s return in 2021.",
    "style": "Normal"
  },
  {
    "idx": 190,
    "text": "Rezaei has also been deeply involved in underground education and social activism: founding the “Erfan School” (2004–2010) for Afghan refugee children banned from formal education, and later the “Raha Institute” (2012–2016) for teaching acting to undocumented Afghan refugees in Tehran.",
    "style": "Normal"
  },
  {
    "idx": 191,
    "text": "In 2015, she founded her production company “Jala Film” in Iran, and officially re-established it in France in 2025 to serve as a platform for creating personal, political, and exilic films. Throughout her career in theatre and cinema in Iran, she faced severe censorship and state pressure, as her works exposed the hidden layers of Afghan refugee life in Iranian society.",
    "style": "Normal"
  },
  {
    "idx": 192,
    "text": "In 2022, after the Taliban’s takeover of Afghanistan, she sought asylum in France, where she continues her artistic practice in exile—working freely yet far from her homeland—to reimagine and represent the lives of Afghan migrants after decades of war.",
    "style": "Normal"
  },
  {
    "idx": 193,
    "text": "Her films blend observational and performative modes, political awareness, and psychological depth, often centered on women. She uses the female body and dance—elements forbidden in both Iran and Afghanistan—as poetic visual languages to express the unspoken pain and resilience of those living in exile.",
    "style": "Normal"
  },
  {
    "idx": 196,
    "text": "Filmography:",
    "style": "Normal"
  },
  {
    "idx": 197,
    "text": "Writer and Director",
    "style": "Normal"
  },
  {
    "idx": 198,
    "text": "Stateless as Wind (Work in Progress, Autobiographical Documentary, 100 minutes).",
    "style": "Normal"
  },
  {
    "idx": 200,
    "text": "Aurora (Co-directing and co- producing with Hossein Hosseini, Documentary about the departure of ”Gholam nabi”, an Afghan artist, after the Taliban's attack in 2021). Selected for the 2022 IDFA Festival.",
    "style": "Normal"
  },
  {
    "idx": 202,
    "text": "I Am a Happy Actress (2012-2015, 50-minute Documentary on racial and gender discrimination faced by Afghan migrant girls).",
    "style": "Normal"
  },
  {
    "idx": 203,
    "text": "Festivals",
    "style": "Normal"
  },
  {
    "idx": 204,
    "text": "Cinema Verite (2015, Tehran)",
    "style": "Normal"
  },
  {
    "idx": 205,
    "text": "Kalkata International Children’s Film Festival (2016)",
    "style": "Normal"
  },
  {
    "idx": 206,
    "text": "Awards",
    "style": "Normal"
  },
  {
    "idx": 207,
    "text": "Best Documentary at the 4th International Women’s Film Festival, Kabul (2016).",
    "style": "Normal"
  },
  {
    "idx": 208,
    "text": "Best Documentary at the International Afghanistan Film Festival, London (2016).",
    "style": "Normal"
  },
  {
    "idx": 209,
    "text": "Best Human Rights Documentary at the 4th International Afghan Documentary Film Festival, Stockholm (2017).",
    "style": "Normal"
  },
  {
    "idx": 211,
    "text": "TV Broadcast",
    "style": "Normal"
  },
  {
    "idx": 212,
    "text": "Screening of I’m a Happy Actress on BBC Persian (July 31, 2019).",
    "style": "Normal"
  },
  {
    "idx": 214,
    "text": "Links to Previous movie:",
    "style": "Normal"
  },
  {
    "idx": 215,
    "text": "Aurora:",
    "style": "Normal"
  },
  {
    "idx": 216,
    "text": "https://youtu.be/JdCIlMoc51s",
    "style": "Normal"
  },
  {
    "idx": 218,
    "text": "I’m a happy actress:",
    "style": "Normal"
  },
  {
    "idx": 219,
    "text": "https://youtu.be/cy6EULMFdZo",
    "style": "Normal"
  },
  {
    "idx": 221,
    "text": "Stateless as wind project demo link:",
    "style": "Normal"
  },
  {
    "idx": 222,
    "text": "https://jalafilm.fr/Teaser_Documentary.mp4",
    "style": "Normal"
  }
]